Repository: prauscher/troodle
Catalog: tasker/locale/*/LC_MESSAGES/django.po
Languages: de

source: label
de: Bezeichner

source: admin id
de: Admin Token

source: id used to authenticate for admin interface
de: Token um den Zugang zum Backend zu authentifizieren

source: admin mail
de: Mailadresse des Administrators

source: Your Mailadress. Will only be used to send you mails with links to frontend and backend.
de: Deine Mailadresse, die wir nur verwenden werden um dir Links zu Front- und Backend zu schicken.

source: last time a mail to the admin was sent
de: Letzter Zeitpunkt an dem eine Mail an den Administrator verschickt wurde

source: cloned from
de: geklont von

source: created
de: erzeugt

source: No Admin mail stored
de: Der Administrator hat keine Mailadresse hinterlegt

source: Last admin mail has been sent too recently.
de: Die letzte Mail an den Administrator wurde erst vor kurzem verschickt.

source: Your Troodle-Board {label}
de: Dein Troodle-Board {label}

source: Nick
de: Nickname

source: Participant
de: Teilnehmer

source: Participants
de: Teilnehmende

source: description
de: Beschreibung

source: done
de: erledigt

source: hide until
de: Erledigt bis

source: repeat after
de: Wiederhole alle

source: Never fully close this task, but automatically make it re-appear once the given duration passed after closing it.
de: Wird hier eine Zeitspanne angegeben, wird die Aufgabe nur für diese Zeitspanne nach ihrem Abschluss als erledigt betrachtet. Anschließend erscheint sie erneut.

source: priority
de: Priorität

source: Priority of this task: Tasks with higher priority will be shown before those with lower priority.
de: Priorität der Aufgabe: Aufgaben mit höherer Priorität werden vor denen mit niedrigerer Priorität angezeigt.

source: reserved by
de: reserviert durch

source: reserved until
de: reserviert bis

source: requires
de: setzt voraus

source: Tasks which have to be done before this task can be started.
de: Aufgaben die erledigt werden müssen bevor mit dieser Aufgabe begonnen werden kann.

source: Task is already locked
de: Aufgabe ist bereits gesperrt

source: Task
de: Aufgabe

source: Tasks
de: Aufgaben

source: start
de: Anfang

source: end
de: Ende

source: successfully
de: erfolgreich

source: Handling
de: Bearbeitung

source: Handlings
de: Bearbeitung

source: Notes
de: Notizen

source: posted
de: geschrieben

source: {type} at {posted:%Y-%m-%d %H:%I:%S} at {handling}
de: {type} am {posted:%d.%m.%Y %H:%I:%S} bei {handling}

source: Note
de: Notiz

source: Comment
de: Kommentar

source: Comments
de: Kommentare

source: file
de: Datei

source: Attachment
de: Anhang

source: Attachments
de: Anhänge

source: <a href="%(start_url)s">Troodle</a> is a project by <a href="https://prauscher.de/">@prauscher</a>.
de: <a href="%(start_url)s">Troodle</a> ist ein Projekt von <a href="https://prauscher.de/">@prauscher</a>.

source: Imprint
de: Impressum

source: Save
de: Speichern

source: Create
de: Anlegen

source: Search
de: Suchen

source: Hello user, we created a new board "%(label)s" for you! TODO: decribe next steps Admin link: %(admin_link)s Frontend link: %(frontend_link)s Greetings, Troodle
de: Hallo Nutzer*in, wir haben ein neues Board "%(label)s" für dich angelegt! TODO: Nächste Schritte beschreiben Link zum Admininterface: %(admin_link)s Link zum Frontend: %(frontend_link)s Viele Grüße, Troodle

source: Oooops!
de: Hoppla!

source: The page you requested could not be found. Maybe <a href="%(start_url)s">Start from scratch</a>?
de: Die Seite die du angefragt hast wurde nicht gefunden. Vielleicht willst du <a href="%(start_url)s">von vorne beginnen</a>?

source: What is Troodle?
de: Was ist Troodle?

source: Welcome to Troodle
de: Willkommen bei Troodle

source: Learn more
de: Mehr erfahren

source: Start now
de: Jetzt beginnen

source: Your latest boards
de: Deine zuletzt betrachteten Boards

source: Create Board
de: Board anlegen

source: Leave
de: Abmelden

source: Create Task
de: Aufgabe anlegen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Reset Backend links
de: Backend Links zurücksetzen

source: Request Link
de: Link anfragen

source: Summary
de: Zusammenfassung

source: %(time_ago)s ago for %(duration)s
de: Vor %(time_ago)s für %(duration)s

source: Done
de: Erledigt

source: Aborted
de: Abgebrochen

source: %(handling_since)s ago
de: Seit %(handling_since)s

source: Active
de: In Bearbeitung

source: Reserved for <strong>%(reserved_until)s</strong>
de: Noch <strong>%(reserved_until)s</strong> reserviert

source: Locked by <strong>%(reserved_by)s</strong> for <strong>%(reserved_until)s</strong>
de: Noch <strong>%(reserved_until)s</strong> gesperrt für <strong>%(reserved_by)s</strong>

source: Task is blocked by the following other tasks:
de: Die Aufgabe wird momentan durch folgende andere Aufgaben blockiert:

source: Abort
de: Abbrechen

source: Unlock
de: Freigeben

source: Lock
de: Sperren

source: Attach
de: Datei anhängen

source: Comment:
de: Kommentar:

source: Send
de: Absenden

source: Attachment:
de: Anhang:

source: Locked by %(reserved_by)s for %(reserved_until)s
de: Noch %(reserved_until)s gesperrt für %(reserved_by)s

source: Blocked
de: Blockiert

source: Repeating
de: Wiederholend

source: Show
de: Anzeigen

source: Reset
de: Zurücksetzen

source: Show new
de: Neue anzeigen

source: Total %(total_duration)s
de: Insgesamt %(total_duration)s

source: List
de: Liste

source: Card
de: Karten

source: No tasks found.
de: Keine Aufgaben gefunden.

source: Actions
de: Aktionen

source: Mark as done
de: Als Erledigt markieren

source: Create new
de: Neu anlegen

source: This board contains no tasks. Start by <a href="%(create_task_url)s">creating one</a>
de: Dieses Board enthält keine Aufgaben. Fang an und <a href="%(create_task_url)s">leg einen an</a>

source: No tasks found with current filters
de: Keine Aufgaben passen zu den aktuellen Filtern

source: The admin will receive a mail shortly. Please note that previous links to the admin backend have been invalidated.
de: Der Administrator wird in kürze eine Mail erhalten. Die bisherigen Links für das Backend wurden dadurch ungültig gemacht.

source: Are you sure you want to delete board "%(board)s"?
de: Bist du sicher, dass du das Board "%(board)s" löschen möchtest?

source: Confirm
de: Bestätigen

source: You currently started a task. Please complete (or cancel) it first, before receiving a new task.
de: Du hast bereits eine Aufgabe begonnen. Bitte beende diese (oder breche die Bearbeitung ab) bevor du eine neue Aufgabe zugewiesen bekommst.

source: The random task shown below is just reserved for you. If you start working, please confirm by clicking "Start". To show another task, please use "Show New".
de: Diese zufällige Aufgabe ist nur reserviert für dich. Wenn du sie übernimmst, bestätige dies bitte mit "Start". Um eine andere Aufgabe anzuzeigen, verwende "Neue anzeigen".

source: No tasks could be found for you. Maybe take a look at the <a href="%(list_tasks_url)s">list of all Tasks</a> or at the <a href="%(board_summary_url)s">board summary</a>.
de: Für dich konnte keine Aufgabe gefunden werden. Schau vielleicht bei der <a href="%(list_tasks_url)s">Liste aller Aufgaben</a> oder bei der <a href="%(board_summary_url)s">Zusammenfassung</a> vorbei.

source: Welcome again to Troodle. Troodle enables you to work together with your team by hosting a hub of tasks to be done. Each of those hubs (called &quot;<em>board</em>&quot; at Troodle) will have two faces: The backend allows you to create, modify and delete tasks from the board while the frontend allows you and your team to work on tasks.
de: Willkommen bei Troodle. Troodle erlaubt dir mit deinem Team zusammenzuarbeiten, indem es einen zentralen Ort für deine zu erledigenden Aufgaben bereitstellt. Jeder dieser Sammlungen (bei Troodle nennen wir sie "<em>Boards</em>") wird zwei Seiten haben: Im Backend kannst du Aufgaben vom Board anlegen, bearbeiten und löschen, während im Frontend du und dein Team an den Aufgaben arbeiten können.

source: The Label should help you to identify the purpose of the hub. Remember that boards can be cloned to cope with repeating set of tasks, so make sure the label stays unique for you.
de: Die Bezeichnung soll das Board eindeutig identifizieren. Denk daran, dass Boards geklont werden kann um für regelmäßig wiederkehrende Aufgaben verwendet zu werden: Sorg also dafür, dass die Bezeichnung eindeutig für dich bleibt.

source: Check the task below - if you like it, scan the QR-code on the left using your smartphone to start working.
de: Schau dir diese Aufgabe an - wenn du sie bearbeiten möchtest, scanne einfach den QR-Code auf der linken Seite mit deinem Smartphone und fang an zu arbeiten.

source: Currently there are no open tasks waiting, please come back later!
de: Aktuell warten keine Aufgaben auf deine Hilfe, bitte komm später wieder!

source: Done with comments
de: Erledigt mit Anmerkungen

source: Done without comments
de: Erledigt ohne Anmerkungen

source: Done by
de: Erledigt durch

source: Duration
de: Dauer

source: (none)
de: (keine*r)

source: No tasks done
de: Bisher wurden keine Aufgaben erledigt

source: Open Tasks
de: Offene Aufgaben

source: Active by %(editor)s since %(since)s
de: In Bearbeitung durch %(editor)s seit %(since)s

source: No tasks open
de: Aktuell sind keine Aufgaben offen

source: Welcome to Troodle. Troodle allows you to get tasks done as a team. It will randomly pick a task to work on and if you agree, it will protect the task from others colliding with your work.
de: Willkommen bei Troodle. Troodle erlaubt dir Aufgaben gemeinsam als Team zu erledigen. Aus den verfügbaren Aufgaben wählt es eine für dich aus und wenn du zustimmst, sperrt es diese Aufgabe für andere um Konflikte zu vermeiden.

source: To identify you, Troodle uses the concept of Nicknames. Pick one which identifies you unambiguously in the team you are working on:
de: Um dich zu identifizieren, verwendet Troodle Nicknames. Wähle einen der dich eindeutig in diesem Team identifiziert:

source: You will be asked to accept notifications from this page. If you do so, we can inform you about changes regarding your current tasks.
de: Du wirst gefragt werden, ob du Benachrichtigungen von dieser Seite aktzeptieren möchtest. Wenn du das tust, können wir dich über Änderungen an deinen Aufgaben informieren.

source: Enter
de: Teilnehmen

source: Are you sure you want to delete task "%(task)s" in board "%(board)s"?
de: Bist du sicher, dass du die Aufgabe "%(task)s" in Board "%(board)s" löschen möchtest?

source: Are you sure you want to reset task "%(task)s" in board "%(board)s"?
de: Bist du sicher, dass du die Aufgabe "%(task)s" in Board "%(board)s" zurücksetzen möchtest?

source: Task created
de: Die Aufgabe wurde angelegt

source: Tasks are the core of each board. A task describes a specific action item which needs to be done. If a task can only be done by specific members of the team, you should note that right in the label of the task.
de: Aufgaben sind das Herz jedes Boards. Eine Aufgabe beschreibt einen konkreten Arbeitspunkt der erledigt werden muss. Wenn eine Aufgabe nur von bestimmten Teammitgliedern erledigt werden kann, solltest du das am besten direkt in der Bezeichnung der Aufgabe vermerken.

source: Create and return to this form
de: Anlegen und zu diesem Formular zurückkehren

source: Locked
de: Gesperrt

source: Reserved
de: Reserviert

source: (no matches)
de: (keine Treffer)

source: (empty)
de: (leer)

source: This can be used to mark a task done without using the frontend. It might come in handy if you assigned the task by hand and tracked the result outside of Troodle.
de: Hier kannst du eine Aufgabe von Hand als Erledigt markieren. Das kann praktisch sein, wenn du die Aufgabe jemandem übertragen und den Fortschritt außerhalb von Troodle überwacht hast.

source: Locking a task will prevent it from being shown to users with different nicks than specified until the expiration date set below.
de: Eine Aufgabe zu sperren wird bis zum eingestellten Ablaufzeitpunkt dafür sorgen, dass er Nutzer*innen mit anderen Nicknamen als dem angegebenen angezeigt wird.

source: To unlock a task, simply set the expiration date to a past date.
de: Um eine Aufgabe zu entsperren, setze das Ablaufdatum einfach auf ein vergangenes Datum.

source: {} day
de: {} Tag

source: {} days
de: {} Tage

source: {} hour
de: {} Stunde

source: {} hours
de: {} Stunden

source: {} minutes
de: {} Minuten

source: {} second
de: {} Sekunde

source: {} seconds
de: {} Sekunden

source: week
de: Woche

source: weeks
de: Wochen

source: day
de: Tag

source: days
de: Tage

source: hour
de: Stunde

source: hours
de: Stunden

source: minutes
de: Minuten

source: second
de: Sekunde

source: seconds
de: Sekunden

source: Invalid format for duration, valid example: 3 weeks 2 days
de: Ungültiges Format for Zeitdauer, gültig wäre z.B. 3 Wochen, 1 Tag

source: Duration must be positive
de: Die Dauer darf nicht kleiner als Null sein

source: delete all handlings
de: Lösche alle Bearbeitungen

source: delete open handlings, leave others
de: Lösche nur offenen Bearbeitungen

source: close open handlings
de: Breche offene Bearbeitungen ab ohne sie zu löschen

source: Mine
de: Meine
